espressif/esp-iot-solution/components/display/tools/esp_lvgl_adapter/benchmark/sdkconfig.defaults.esp32p4
CONFIG_IDF_TARGET="esp32p4"

CONFIG_ESP32P4_SELECTS_REV_LESS_V3=y
CONFIG_CACHE_L2_CACHE_256KB=y
CONFIG_CACHE_L2_CACHE_LINE_128B=y
CONFIG_IDF_EXPERIMENTAL_FEATURES=y

CONFIG_LV_DRAW_SW_DRAW_UNIT_CNT=2
